{
    "project-name" : "Static",

    "navbar-error" : "Error",
    "navbar-home" : "Home",
    "navbar-news" : "News",
    "navbar-contact" : "Contact",
    "navbar-language" : "Language",
    "navbar-signUp" : "Sign Up",
    "navbar-logIn" : "Log In",
    "navbar-settings" : "Settings",
    "navbar-logOut" : "Log Out",

    "footer" : "All Rights Reserved",

    "home-main-title" : "Static",
    "home-main-subtitle" : "Accelerate the Development of your Web Project",
    "home-main-content" : "The development of a web project is a long step, during which you have to re-program the same basics common to any website. This is a useless waste of time for each new project, but it is still a necessary step. Fortunately for you, there is a solution : Static, the framework that will implement all these building blocks for you. This will allow you to focus on what matters most to you : The success of your project. And for that, I propose you to discover right now how this framework will optimize your future developments.",
    "home-models-title" : "Models",
    "home-models-content" : "Every web project requires connecting to and manipulating a database. Yet, with all the different environments and security rules in place, a simple connection can be a nightmare. And that's where Static comes in : By allowing you to automatically define your environments and securing all your queries, you'll never see databases the same way again.",
    "home-views-title" : "Views",
    "home-views-content" : "The design is an essential point of your website, because it is related to the feeling of your visitors during their navigation. It is therefore essential to have clear, simplified and consistent pages. With Static, you can unify your design by defining a global theme, and set up shared components between several pages.",
    "home-controllers-title" : "Controllers",
    "home-controllers-content" : "Each request made to your site will involve specific actions. Whether it's retrieving a blog post, or authenticating to access a protected resource, these rules must be consistent with each other. Static simplifies this by providing ready-to-use classes that you can reuse and customize as needed.",
    "home-requests-title" : "Requests",
    "home-requests-content" : "Any web application must be able to manage an API to communicate with its database. Static automates this by proposing specific routes, allowing to communicate more simply with the database.",
    "home-translate-title" : "Translate",
    "home-translate-content" : "Your site is used around the world, and you need to display its content in multiple languages ? By default, Static simply switches between English and French text, while remembering the language of each user. But you can also add new languages in a few clicks, and thus extend your popularity in new countries.",
    "home-emails-title" : "Emails",
    "home-emails-content" : "You want to exchange regularly with your visitors, or to warn them about each new publication ? Then take a look at Static's email system. While being fully integrated with the rest of your site, you can send emails without going into technical details. And of course, you can adapt to the preferences and language of each user.",
    "home-download" : "Download Static on GitHub",

    "news-title" : "News",
    "news-content" : "Want to know the origins of Static ? Find out about upcoming features ? Or simply get some tips on how to use it better ? Just click on the article that interests you, and learn more about your favorite web development framework.",
    "news-button" : "Read this Article",

    "article-published" : "Published on",

    "contact-title" : "Contact",
    "contact-content" : "You want to ask us a question about using Static ? Help us in its development ? Or simply thank us for it ? Use the form below, and we'll get back to you as soon as possible.",
    "contact-email" : "Email Address (steve@email.com)",
    "contact-message" : "Your Message (I would like to ask you if…)",
    "contact-submit" : "Send",

    "signUp-title" : "Sign Up",
    "signUp-content" : "Sign up to benefit from all the features of Static, and save your progress. Registration is free and you can delete your account at any time by contacting us. Once your registration is complete, you will receive an email with your password.",
    "signUp-email" : "Email Address (steve@email.com)",
    "signUp-username" : "Username (SteveParis)",
    "signUp-submit" : "Send",

    "logIn-title" : "Log In",
    "logIn-content" : "By login to your account, you will be able to edit your profile, resume your progress, or continue your advancement. Note that if you are unable to access your account, you can reset your password by clicking on the button at the bottom of the page.",
    "logIn-email" : "Email Address (steve@email.com)",
    "logIn-password" : "Password (Steve123@)",
    "logIn-submit" : "Send",
    "logIn-reset" : "Reset my Password",

    "settings-title" : "Settings",
    "settings-content" : "Welcome to your profile ! Here you can change your email address, your username, your password, and even your avatar. Take this opportunity to show your best smile to our community.",
    "settings-user" : "User",
    "settings-email" : "Email Address (steve@email.com)",
    "settings-username" : "Username (SteveParis)",
    "settings-confirm" : "Confirm with Password",
    "settings-submit" : "Update",
    "settings-change" : "Change my Password",
    "settings-password" : "Password (Steve123@)",

    "emails-header" : "MIME-Version : 1.0\nContent-type : text/html; charset=utf-8\nFrom : \"The Static Team\" <hello@email.com>",
    "emails-copy" : "MIME-Version : 1.0\nContent-type : text/html; charset=utf-8\nFrom : \"The Static Team\" <hello@email.com>\nBcc : private@email.com",
    "emails-start" : "Hello, <br/> <br/> ",
    "emails-end" : " <br/> <br/> Sincerely, <br/> <br/> The Static Team <br/> <br/> To unsubscribe, you can contact us via <a href=\"https://www.website.com\"> our website </a> or <a href=\"mailto:hello@email.com\"> by email. </a>",

    "emails-contact-title" : "Thank you for your Message",
    "emails-contact-content-1" : "We have received your message. To remind you, this one indicated : <br/> <br/> ",
    "emails-contact-content-2" : " <br/> <br/> We will come back to you as soon as possible to answer them.",

    "emails-signUp-title" : "Welcome to Static",
    "emails-signUp-content-1" : "Thank you for signing up for Static. You can now <a href=\"https://www.website.com/log-in\"> log in </a> to your account with your credentials : <br/> <br/> Email Address : ",
    "emails-signUp-content-2" : " <br/> Password : ",
    "emails-signUp-content-3" : " <br/> <br/> You can change this information on the <a href=\"https://www.website.com/settings\"> Settings </a> page of your account.",

    "emails-reset-title" : "Change of your Password",
    "emails-reset-content-1" : "Following your request, we have just reset your password. You can now <a href=\"https://www.website.com/log-in\"> log in </a> to your account with your new credentials : <br/> <br/> Email Address : ",
    "emails-reset-content-2" : " <br/> Password : ",
    "emails-reset-content-3" : " <br/> <br/> You can change this information on the <a href=\"https://www.website.com/settings\"> Settings </a> page of your account."
}