{
    "title-error" : "Error",
    "title-home" : "Home",
    "title-features" : "Features",
    "title-news" : "News",
    "title-contact" : "Contact",
    "title-language" : "Language",
    "title-signUp" : "Sign Up",
    "title-logIn" : "Log In",
    "title-settings" : "Settings",
    "title-logOut" : "Log Out",
    "title-terms" : "Terms and Conditions",
    "title-privacy" : "Privacy Policy",

    "footer-rights" : "All Rights Reserved",
    "footer-terms" : "Terms and Conditions",
    "footer-privacy" : "Privacy Policy",
    "footer-contact" : "Contact",

    "index-alert-language" : "Unable to Change Language yet ! Please try again later.",
    "index-alert-logOut" : "Unable to Log Out yet ! Please try again later.",
    "index-alert-token" : "Unable to get a Token yet ! Please try again later.",

    "error-home" : "Back to Home",
    "error-requests" : "Too Many Requests",
    "error-internal" : "Internal Server Error",
    "error-view" : "No View : ",
    "error-controller" : "No Controller : ",
    "error-route" : "No Route : ",
    "error-token" : "Invalid Token : ",
    "error-class" : "No Class : ",
    "error-method" : "No Method : ",
    "error-request" : "No Request : ",

    "home-title" : "Accelerate the Development of your Web Project",
    "home-content" : "The development of a web project is a long step, during which you have to re-program the same basics common to any website. This is a useless waste of time for each new project, but it is still a necessary step. Fortunately for you, there is a solution : @name, the framework that will implement all these building blocks for you. This will allow you to focus on what matters most to you : The success of your project. And for that, I propose you to discover right now how this framework will optimize your future developments.",
    "home-models-title" : "Models",
    "home-models-content" : "Every web project requires connecting to and manipulating a database. Yet, with all the different environments and security rules in place, a simple connection can be a nightmare. And that's where @name comes in : By allowing you to automatically define your environments and securing all your queries, you'll never see databases the same way again.",
    "home-views-title" : "Views",
    "home-views-content" : "The design is an essential point of your website, because it is related to the feeling of your visitors during their navigation. It is therefore essential to have clear, simplified and consistent pages. With @name, you can unify your design by defining a global theme, and set up shared components between several pages.",
    "home-controllers-title" : "Controllers",
    "home-controllers-content" : "Each request made to your site will involve specific actions. Whether it's retrieving a blog post, or authenticating to access a protected resource, these rules must be consistent with each other. @name simplifies this by providing ready-to-use classes that you can reuse and customize as needed.",
    "home-requests-title" : "Requests",
    "home-requests-content" : "Any web application must be able to manage an API to communicate with its database. @name automates this by proposing specific routes, allowing to communicate more simply with the database.",
    "home-translate-title" : "Translate",
    "home-translate-content" : "Your site is used around the world, and you need to display its content in multiple languages ? By default, @name simply switches between English and French text, while remembering the language of each user. But you can also add new languages in a few clicks, and thus extend your popularity in new countries.",
    "home-emails-title" : "Emails",
    "home-emails-content" : "You want to exchange regularly with your visitors, or to warn them about each new publication ? Then take a look at @name's email system. While being fully integrated with the rest of your site, you can send emails without going into technical details. And of course, you can adapt to the preferences and language of each user.",
    "home-download" : "Download @name on GitHub",

    "features-title" : "Features",
    "features-content" : "@name provides a set of components aiming at simplifying your life. Of course, you will have to discover them first, via the list below, and take the time to understand them, to be able to use them efficiently in your different pages.",

    "news-title" : "News",
    "news-content" : "Want to know the origins of @name ? Find out about upcoming features ? Or simply get some tips on how to use it better ? Just click on the article that interests you, and learn more about your favorite web development framework.",
    "news-button" : "Read this Article",

    "article-published" : "Published on",

    "contact-title" : "Contact",
    "contact-content" : "You want to ask us a question about using @name ? Help us in its development ? Or simply thank us for it ? Use the form below, and we'll get back to you as soon as possible.",
    "contact-email" : "Email Address (steve@email.com)",
    "contact-message" : "Your Message (I would like to ask you if…)",
    "contact-submit" : "Send",
    "contact-alert-empty" : "Empty Email Address / Message",
    "contact-alert-success" : "Thanks ! We have received your Message, and we will answer it as soon as possible.",
    "contact-alert-error" : "Unable to Contact Us yet ! Please try again later.",

    "signUp-title" : "Sign Up",
    "signUp-content" : "Sign up to benefit from all the features of @name, and save your progress. Registration is free and you can delete your account at any time by contacting us. Once your registration is complete, you will receive an email with your password.",
    "signUp-email" : "Email Address (steve@email.com)",
    "signUp-username" : "Username (SteveParis)",
    "signUp-agree" : "I agree to the <a href=\"@terms\" target=\"_blank\"> Terms and Conditions </a> and acknowledge the <a href=\"@privacy\" target=\"_blank\"> Privacy Policy. </a>",
    "signUp-submit" : "Sign Up",
    "signUp-alert-email" : "This Email Address is unavailable",
    "signUp-alert-username" : "This Username is unavailable",
    "signUp-alert-success" : "Welcome ! Your Password has just been sent to you by Email",
    "signUp-alert-error" : "Unable to Sign Up yet ! Please try again later.",

    "logIn-title" : "Log In",
    "logIn-content" : "By Log In to your account, you will be able to edit your profile, resume your progress, or continue your advancement. Note that if you are unable to access your account, you can reset your password by clicking on the button at the bottom of the page.",
    "logIn-email" : "Email Address (steve@email.com)",
    "logIn-password" : "Password (Steve123@)",
    "logIn-submit" : "Log In",
    "logIn-reset" : "Reset my Password",
    "logIn-alert-empty" : "Empty Email / Password",
    "logIn-alert-notFound" : "No User has this Email",
    "logIn-alert-password" : "Invalid Password",
    "logIn-alert-error" : "Unable to Log In yet ! Please try again later.",
    "logIn-alert-reset-email" : "No User has this Email",
    "logIn-alert-reset-success" : "Your new Password has just been sent to your Email Address.",
    "logIn-alert-reset-error" : "Unable to Reset your Password yet ! Please try again later.",

    "settings-title" : "Settings",
    "settings-content" : "Welcome to your profile ! Here you can change your email address, your username, your password, and even your avatar. Take this opportunity to show your best smile to our community.",
    "settings-user" : "User",
    "settings-email" : "New Email Address (steve@email.com)",
    "settings-username" : "New Username (SteveParis)",
    "settings-confirm" : "Confirm with Password",
    "settings-submit" : "Update",
    "settings-change" : "Change my Password",
    "settings-password" : "New Password (Steve123@)",
    "settings-alert-user" : "You are not Logged In.",
    "settings-alert-invalid" : "This Email Address / Username is incorrect",
    "settings-alert-password" : "Invalid Password",
    "settings-alert-success" : "Your Account has been Updated",
    "settings-alert-error" : "Unable to Update your Account yet ! Please try again later.",
    "settings-alert-change-user" : "You are not Logged In.",
    "settings-alert-change-invalid" : "This Password is incorrect",
    "settings-alert-change-password" : "Invalid Password",
    "settings-alert-change-success" : "Your Password has been Updated",
    "settings-alert-change-error" : "Unable to Update your Password yet ! Please try again later.",
    "settings-alert-file-userID" : "You are not Logged In.",
    "settings-alert-file-extension" : "Please use a file with a .png, .jpg or .jpeg extension.",
    "settings-alert-file-type" : "Please use a PNG, JPG or JPEG file type.",
    "settings-alert-file-size" : "Please use a file smaller than 1 MB.",
    "settings-alert-file-success" : "Your Image has been Updated",
    "settings-alert-file-image" : "No Image",
    "settings-alert-file-error" : "Unable to Update your Image yet ! Please try again later.",

    "terms-title" : "Terms and Conditions for @name",
    "terms-introduction-title" : "Introduction",
    "terms-introduction-content" : "These Website Standard Terms and Conditions written on this webpage shall manage your use of our website, @name accessible at @link. <br/> <br/> These Terms will be applied fully and affect to your use of this Website. By using this Website, you agreed to accept all terms and conditions written in here. You must not use this Website if you disagree with any of these Website Standard Terms and Conditions. <br/> <br/> Minors or people below 18 years old are not allowed to use this Website.",
    "terms-property-title" : "Intellectual Property Rights",
    "terms-property-content" : "Other than the content you own, under these Terms, @name and/or its licensors own all the intellectual property rights and materials contained in this Website. Our Terms and Conditions have been generated at https://www.termsandconditionstemplate.net. <br/> <br/> You are granted limited license only for purposes of viewing the material contained on this Website.",
    "terms-restrictions-title" : "Restrictions",
    "terms-restrictions-content" : "You are specifically restricted from all of the following : <br/> <br/> • Publishing any Website material in any other media. <br/> • Selling, sublicensing and/or otherwise commercializing any Website material. <br/> • Publicly performing and/or showing any Website material. <br/> • Using this Website in any way that is or may be damaging to this Website. <br/> • Using this Website in any way that impacts user access to this Website. <br/> • Using this Website contrary to applicable laws and regulations, or in any way may cause harm to the Website, or to any person or business entity. <br/> • Engaging in any data mining, data harvesting, data extracting or any other similar activity in relation to this Website. <br/> • Using this Website to engage in any advertising or marketing. <br/> <br/> Certain areas of this Website are restricted from being access by you and @name may further restrict access by you to any areas of this Website, at any time, in absolute discretion. Any Username and Password you may have for this Website are confidential and you must maintain confidentiality as well.",
    "terms-content-title" : "Your Content",
    "terms-content-content" : "In these Website Standard Terms and Conditions, \"Your Content\" shall mean any audio, video text, images or other material you choose to display on this Website. By displaying Your Content, you grant @name a non-exclusive, worldwide irrevocable, sub licensable license to use, reproduce, adapt, publish, translate and distribute it in any and all media. <br/> <br/> Your Content must be your own and must not be invading any third-party’s rights. @name reserves the right to remove any of Your Content from this Website at any time without notice.",
    "terms-warranties-title" : "No Warranties",
    "terms-warranties-content" : "This Website is provided \"as is\", with all faults, and @name express no representations or warranties, of any kind related to this Website or the materials contained on this Website. Also, nothing contained on this Website shall be interpreted as advising you.",
    "terms-liability-title" : "Limitation of Liability",
    "terms-liability-content" : "In no event shall @name, nor any of its officers, directors and employees, shall be held liable for anything arising out of or in any way connected with your use of this Website whether such liability is under contract. @name, including its officers, directors and employees shall not be held liable for any indirect, consequential or special liability arising out of or in any way related to your use of this Website.",
    "terms-indemnification-title" : "Indemnification",
    "terms-indemnification-content" : "You hereby indemnify to the fullest extent @name from and against any and/or all liabilities, costs, demands, causes of action, damages and expenses arising in any way related to your breach of any of the provisions of these Terms.",
    "terms-severability-title" : "Severability",
    "terms-severability-content" : "If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein.",
    "terms-variation-title" : "Variation of Terms",
    "terms-variation-content" : "@name is permitted to revise these Terms at any time as it sees fit, and by using this Website you are expected to review these Terms on a regular basis.",
    "terms-assignment-title" : "Assignment",
    "terms-assignment-content" : "@name is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms.",
    "terms-agreement-title" : "Entire Agreement",
    "terms-agreement-content" : "These Terms constitute the entire agreement between @name and you in relation to your use of this Website, and supersede all prior agreements and understandings.",
    "terms-law-title" : "Governing Law & Jurisdiction",
    "terms-law-content" : "These Terms will be governed by and interpreted in accordance with the laws of the State of France, and you submit to the non-exclusive jurisdiction of the state and federal courts located in France for the resolution of any disputes.",

    "privacy-title" : "Privacy Policy for @name",
    "privacy-introduction-title" : "Introduction",
    "privacy-introduction-content" : "At @name, accessible from @link, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by @name and how we use it. <br/> <br/> If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us. Our Privacy Policy was generated with the help of https://www.gdprprivacypolicy.net.",
    "privacy-gdpr-title" : "General Data Protection Regulation (GDPR)",
    "privacy-gdpr-content" : "We are a Data Controller of your information. <br/> <br/> @name legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Information we collect and the specific context in which we collect the information : <br/> <br/> • @name needs to perform a contract with you. <br/> • You have given @name permission to do so. <br/> • Processing your personal information is in @name legitimate interests. <br/> • @name needs to comply with the law. <br/> <br/> @name will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies. <br/> <br/> If you are a resident of the European Economic Area (EEA), you have certain data protection rights. If you wish to be informed what Personal Information we hold about you and if you want it to be removed from our systems, please contact us. <br/> <br/> In certain circumstances, you have the following data protection rights : <br/> <br/> • The right to access, update or to delete the information we have on you. <br/> • The right of rectification. <br/> • The right to object. <br/> • The right of restriction. <br/> • The right to data portability. <br/> • The right to withdraw consent.",
    "privacy-log-title" : "Log Files",
    "privacy-log-content" : "@name follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services' analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.",
    "privacy-policies-title" : "Privacy Policies",
    "privacy-policies-content" : "You may consult this list to find the Privacy Policy for each of the advertising partners of @name. <br/> <br/> Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on @name, which are sent directly to users' browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit. <br/> <br/> Note that @name has no access to or control over these cookies that are used by third-party advertisers.",
    "privacy-third-title" : "Third Party Privacy Policies",
    "privacy-third-content" : "@name's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options. <br/> <br/> You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.",
    "privacy-children-title" : "Children's Information",
    "privacy-children-content" : "Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity. <br/> <br/> @name does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.",
    "privacy-online-title" : "Online Privacy Policy Only",
    "privacy-online-content" : "Our Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in @name. This policy is not applicable to any information collected offline or via channels other than this website.",
    "privacy-consent-title" : "Consent",
    "privacy-consent-content" : "By using our website, you hereby consent to our Privacy Policy and agree to its terms.",

    "emails-start" : "Hello, <br/> <br/> ",
    "emails-end" : " <br/> <br/> Sincerely, <br/> <br/> The @name Team <br/> <br/> To unsubscribe, you can contact us <a href=\"mailto:@email\"> by email </a> or via <a href=\"@contact\"> our website. </a>",

    "emails-contact-title" : "Thank you for your Message",
    "emails-contact-content" : "We have received your message. To remind you, this one indicated : <br/> <br/> @message <br/> <br/> We will come back to you as soon as possible to answer them.",

    "emails-signUp-title" : "Welcome to @name",
    "emails-signUp-content" : "Thank you for signing up for @name. You can now <a href=\"@log-in\"> log in </a> to your account with your credentials : <br/> <br/> Email Address : @email <br/> Password : @password <br/> <br/> You can change this information on the <a href=\"@settings\"> Settings </a> page of your account.",

    "emails-reset-title" : "Change of your Password",
    "emails-reset-content" : "Following your request, we have just reset your password. You can now <a href=\"@log-in\"> log in </a> to your account with your new credentials : <br/> <br/> Email Address : @email <br/> Password : @password <br/> <br/> You can change this information on the <a href=\"@settings\"> Settings </a> page of your account."
}