{
    "title-error" : "Erreur",
    "title-home" : "Accueil",
    "title-news" : "Actualités",
    "title-contact" : "Contact",
    "title-language" : "Langue",
    "title-signup" : "Inscription",
    "title-login" : "Connexion",
    "title-settings" : "Paramètres",
    "title-logout" : "Déconnexion",
    "title-terms" : "Termes et Conditions",
    "title-privacy" : "Politique de Confidentialité",

    "footer-rights" : "Tous Droits Réservés",
    "footer-terms" : "Termes et Conditions",
    "footer-privacy" : "Politique de Confidentialité",
    "footer-contact" : "Contact",

    "error-home" : "Retourner à l'Accueil",

    "home-title" : "Accélérez le Développement de votre Projet Web",
    "home-content" : "Le développement d'un projet web est une longue étape, durant laquelle vous devez reprogrammer à nouveau les mêmes bases communes à tout site web. C'est une perte de temps inutile à chaque nouveau projet, mais qui reste une étape indispensable. Heureusement pour vous, il existe une solution : @name, le framework qui implémentera toutes ces briques de base à votre place. Cela vous permettra de vous concentrer sur ce qui compte le plus pour vous : La réussite de votre projet. Et pour cela, je vous propose de découvrir tout de suite en quoi ce framework va optimiser vos développements futurs.",
    "home-models-title" : "Modèles",
    "home-models-content" : "Tout projet web nécessite de se connecter et de manipuler une base de données. Pourtant, entre les différents environnements existants, et les nombreuses règles de sécurité, une simple connexion peut virer au cauchemar. Et c'est là que @name entre en jeu : En vous permettant de définir automatiquement vos environnements et en sécurisant toutes vos requêtes, vous ne verrez plus les bases de données de la même manière.",
    "home-views-title" : "Vues",
    "home-views-content" : "Le design est un point essentiel de votre site web, car il est lié au ressenti de vos visiteurs lors de leur navigation. Il est donc primordial d'avoir des pages claires, simplifiées et cohérente entre elles. Avec @name, vous pouvez unifier votre design en définissant un thème global, et paramétrer des composants partagés entre plusieurs pages.",
    "home-controllers-title" : "Contrôleurs",
    "home-controllers-content" : "Chaque requête effectuée vers votre site va impliquer des actions spécifiques. Que cela soit la récupération d'un article de blog, où l'authentification permettant accéder à une ressource protégée, ces règles doivent respecter une cohérence entre elles. @name simplifie cela en mettant à disposition des classes prêtes à l'emploi, que vous pourrez réutiliser et personnaliser selon vos besoins.",
    "home-requests-title" : "Requêtes",
    "home-requests-content" : "Toute application web doit être en mesure de gérer une API pour communiquer avec sa base de données. @name automatise cela en proposant des routes spécifiques, permettant de communiquer plus simplement avec la base de données.",
    "home-translate-title" : "Traductions",
    "home-translate-content" : "Votre site est utilisé à travers le monde entier, et vous avez besoin d'afficher son contenu en plusieurs langues ? Par défaut, @name permet de basculer simplement entre des textes en Anglais et en Français, tout en mémorisant la langue de chaque utilisateur. Mais vous pouvez également ajouter de nouvelles langues en quelques clics, et ainsi étendre votre popularité dans de nouveaux pays.",
    "home-emails-title" : "Emails",
    "home-emails-content" : "Vous souhaitez échanger régulièrement avec vos visiteurs, où les prévenir à chaque nouvelle publication ? Alors jetez un oeil au système d'emails de @name. Tout en étant pleinement intégré au reste de votre site, vous pourrez ainsi envoyer des emails sans rentrer dans des détails techniques. En vous adaptant bien sûr aux préférences et à la langue de chaque utilisateur.",
    "home-download" : "Téléchargez @name sur GitHub",

    "news-title" : "Actualités",
    "news-content" : "Vous voulez connaître les origines de @name ? Découvrir les prochaines fonctionnalités prévues ? Ou simplement avoir quelques conseils pour l'utiliser au mieux ? Cliquez simplement sur l'article qui vous intéresse, et apprenez-en plus sur votre framework de développement web favori.",
    "news-button" : "Lire cet Article",

    "article-published" : "Publié le",

    "contact-title" : "Contact",
    "contact-content" : "Vous souhaitez nous posez une question sur l'utilisation de @name ? Apporter votre aide dans son développement ? Ou simplement nous en remercier ? Utilisez le formulaire ci-dessous, et nous reviendrons vers vous le plus vite possible.",
    "contact-email" : "Adresse Email (steve@email.com)",
    "contact-message" : "Votre Message (J'aimerais vous demander si…)",
    "contact-submit" : "Envoyer",

    "signUp-title" : "Inscription",
    "signUp-content" : "Inscrivez-vous pour bénéficier de toutes les fonctionnalités de @name, et sauvegarder votre progression. L'inscription est sans aucun engagement, et vous pouvez supprimer votre compte à tout moment, en nous contactant. Une fois votre inscription finalisée, vous recevrez un email vous indiquant votre mot de passe.",
    "signUp-email" : "Adresse Email (steve@email.com)",
    "signUp-username" : "Pseudo (SteveParis)",
    "signUp-agree" : "J'accepte les <a href=\"@terms\" target=\"_blank\"> Termes et Conditions </a> et je reconnais la <a href=\"@privacy\" target=\"_blank\"> Politique de Confidentialité </a>",
    "signUp-submit" : "S'Inscrire",

    "logIn-title" : "Connexion",
    "logIn-content" : "En vous connectant à votre compte, vous pourrez modifier votre profil, reprendre votre progression, ou encore continuer votre avancée. Notez que si vous ne parvenez pas à accéder à votre compte, vous pouvez réinitialiser votre mot de passe, en cliquant sur le bouton en bas de page.",
    "logIn-email" : "Adresse Email (steve@email.com)",
    "logIn-password" : "Mot de Passe (Steve123@)",
    "logIn-submit" : "Se Connecter",
    "logIn-reset" : "Réinitialiser mon Mot de Passe",

    "settings-title" : "Paramètres",
    "settings-content" : "Bienvenue sur votre profil ! Vous pouvez y modifier votre adresse email, votre pseudo, votre mot de passe, et même votre avatar. Profitez-en pour montrer votre plus beau sourire à toute notre communauté.",
    "settings-user" : "Utilisateur",
    "settings-email" : "Adresse Email (steve@email.com)",
    "settings-username" : "Pseudo (SteveParis)",
    "settings-confirm" : "Confirmez avec votre Mot de Passe",
    "settings-submit" : "Mettre à Jour",
    "settings-change" : "Changer mon Mot de Passe",
    "settings-password" : "Mot de Passe (Steve123@)",

    "terms-title" : "Termes et Conditions de @name",
    "terms-introduction-title" : "Introduction",
    "terms-introduction-content" : "Les présentes conditions générales du site web écrites sur cette page web gèrent votre utilisation de notre site web, @name accessible à l'adresse @link. <br/> <br/> Ces conditions seront appliquées intégralement et affecteront votre utilisation de ce site web. En utilisant ce site Web, vous avez accepté tous les termes et conditions écrits ici. Vous ne devez pas utiliser ce site Web si vous êtes en désaccord avec l'une de ces conditions générales du site Web. <br/> <br/> Les mineurs ou les personnes âgées de moins de 18 ans ne sont pas autorisés à utiliser ce Site Internet.",
    "terms-property-title" : "Droits de Propriété Intellectuelle",
    "terms-property-content" : "En dehors du contenu dont vous êtes propriétaire, en vertu des présentes conditions, @name et/ou ses concédants de licence sont propriétaires de tous les droits de propriété intellectuelle et des matériaux contenus dans ce site Web. Nos conditions générales ont été générées à l'adresse https://www.termsandconditionstemplate.net. <br/> <br/> Une licence limitée vous est accordée uniquement dans le but de visualiser le matériel contenu sur ce site Web.",
    "terms-restrictions-title" : "Restrictions",
    "terms-restrictions-content" : "Il vous est spécifiquement interdit de faire tout ce qui suit : <br/> <br/> • Publier tout matériel du site Web dans tout autre média. <br/> • Vendre, accorder des sous-licences et/ou commercialiser de toute autre manière tout matériel du site Web. <br/> • Exécuter et/ou montrer publiquement tout matériel du site Web. <br/> • Utiliser ce site Web d'une manière qui soit ou puisse être préjudiciable à ce site Web. <br/> • Utiliser ce site Web d'une manière qui affecte l'accès des utilisateurs à ce site Web. <br/> • L'utilisation de ce site Web en violation des lois et réglementations applicables, ou d'une manière susceptible de nuire au site Web ou à toute personne ou entité commerciale. <br/> • Se livrer à l'exploration, à la collecte et à l'extraction de données ou à toute autre activité similaire en rapport avec ce site web. <br/> • Utiliser ce site web pour s'engager dans toute publicité ou marketing. <br/> <br/> L'accès à certaines zones de ce site Web est restreint et @name peut restreindre davantage votre accès à toute zone de ce site Web, à tout moment, à son entière discrétion. Le Pseudo et le Mot de Passe que vous pouvez avoir pour ce site Web sont confidentiels et vous devez également en assurer la confidentialité.",
    "terms-content-title" : "Votre Contenu",
    "terms-content-content" : "Dans les présentes Conditions Générales d'Utilisation du Site, \"Votre Contenu\" désigne tout texte audio, vidéo, image ou autre matériel que vous choisissez d'afficher sur ce Site. En affichant votre contenu, vous accordez à @name une licence non exclusive, mondiale, irrévocable et pouvant faire l'objet d'une sous-licence pour l'utiliser, le reproduire, l'adapter, le publier, le traduire et le distribuer dans tous les médias. <br/> <br/> Votre Contenu doit vous appartenir et ne doit pas porter atteinte aux droits d'un tiers. @name se réserve le droit de supprimer tout élément de Votre Contenu de ce Site Internet à tout moment et sans préavis.",
    "terms-warranties-title" : "Aucune Garantie",
    "terms-warranties-content" : "Ce Site Web est fourni \"en l'état\", avec tous les défauts, et @name n'exprime aucune représentation ou garantie, de quelque nature que ce soit, concernant ce Site Web ou les matériaux contenus dans ce Site Web. En outre, rien de ce qui est contenu sur ce Site Web ne doit être interprété comme vous conseillant.",
    "terms-liability-title" : "Limitation de la Responsabilité",
    "terms-liability-content" : "En aucun cas, @name, ni aucun de ses dirigeants, administrateurs et employés, ne sera tenu responsable de tout ce qui découle de votre utilisation du présent Site Web ou y est lié de quelque manière que ce soit, que cette responsabilité soit contractuelle. @name, y compris ses dirigeants, administrateurs et employés ne seront pas tenus responsables de toute responsabilité indirecte, consécutive ou spéciale découlant de ou liée de quelque manière que ce soit à votre utilisation de ce Site Web.",
    "terms-indemnification-title" : "Indemnisation",
    "terms-indemnification-content" : "Par la présente, vous indemnisez dans toute la mesure du possible @name contre toute responsabilité, tout coût, toute demande, toute cause d'action, tout dommage et toute dépense liés de quelque manière que ce soit à votre violation de l'une des dispositions des présentes Conditions.",
    "terms-severability-title" : "Dissociabilité",
    "terms-severability-content" : "Si une disposition des présentes Conditions est jugée invalide en vertu d'une loi applicable, cette disposition sera supprimée sans affecter les autres dispositions des présentes.",
    "terms-variation-title" : "Modification des Conditions",
    "terms-variation-content" : "@name est autorisé à réviser ces Conditions à tout moment comme il l'entend, et en utilisant ce Site Web, vous êtes censé revoir ces Conditions régulièrement.",
    "terms-assignment-title" : "Assignation",
    "terms-assignment-content" : "@nom est autorisé à céder, transférer et sous-traiter ses droits et/ou obligations en vertu des présentes Conditions sans aucune notification. Toutefois, vous n'êtes pas autorisé à céder, transférer ou sous-traiter l'un de vos droits et/ou obligations en vertu des présentes Conditions.",
    "terms-agreement-title" : "Accord Intégral",
    "terms-agreement-content" : "Ces Conditions constituent l'intégralité de l'accord entre @name et vous en ce qui concerne votre utilisation de ce Site Web, et remplacent tous les accords et arrangements antérieurs.",
    "terms-law-title" : "Loi Applicable et Juridiction",
    "terms-law-content" : "Les présentes Conditions seront régies et interprétées conformément aux lois de l'État Français, et vous vous soumettez à la juridiction non exclusive des tribunaux d'État et fédéraux situés en France pour la résolution de tout litige.",

    "privacy-title" : "Politique de Confidentialité pour @name",
    "privacy-introduction-title" : "Introduction",
    "privacy-introduction-content" : "Chez @name, accessible depuis @link, l'une de nos principales priorités est le respect de la vie privée de nos visiteurs. Le présent document sur la politique de confidentialité contient les types d'informations qui sont collectées et enregistrées par @name et la manière dont nous les utilisons. <br/> <br/> Si vous avez des questions supplémentaires ou si vous souhaitez obtenir plus d'informations sur notre politique de confidentialité, n'hésitez pas à nous contacter. Notre politique de confidentialité a été générée avec l'aide de https://www.gdprprivacypolicy.net.",
    "privacy-gdpr-title" : "Règlement Général sur la Protection des Données (RGPD)",
    "privacy-gdpr-content" : "Nous sommes un contrôleur de données de vos informations. <br/> <br/> La base juridique de @name pour la collecte et l'utilisation des informations personnelles décrites dans la présente Politique de confidentialité dépend des Informations personnelles que nous collectons et du contexte spécifique dans lequel nous collectons les informations : <br/> <br/> • @name a besoin d'exécuter un contrat avec vous. <br/> • Vous avez donné à @name l'autorisation de le faire. <br/> • Le traitement de vos informations personnelles est dans l'intérêt légitime de @name. <br/> • @name doit se conformer à la loi. <br/> <br/> @name ne conservera vos informations personnelles qu'aussi longtemps que nécessaire aux fins énoncées dans la présente politique de confidentialité. Nous conserverons et utiliserons vos informations dans la mesure nécessaire pour nous conformer à nos obligations légales, résoudre les litiges et appliquer nos politiques. <br/> <br/> Si vous êtes un résident de l'Espace économique européen (EEE), vous disposez de certains droits en matière de protection des données. Si vous souhaitez être informé des informations personnelles que nous détenons à votre sujet et si vous voulez qu'elles soient supprimées de nos systèmes, veuillez nous contacter. <br/> <br/> Dans certaines circonstances, vous disposez des droits suivants en matière de protection des données : <br/> <br/> • Le droit d'accéder, de mettre à jour ou de supprimer les informations que nous détenons sur vous. <br/> • Le droit de rectification. <br/> • Le droit d'opposition. <br/> • Le droit de restriction. <br/> • Le droit à la portabilité des données. <br/> • Le droit de retirer son consentement.",
    "privacy-log-title" : "Fichiers de Log",
    "privacy-log-content" : "@name suit une procédure standard d'utilisation de fichiers journaux. Ces fichiers enregistrent les visiteurs lorsqu'ils visitent des sites web. Toutes les sociétés d'hébergement le font et cela fait partie de l'analyse des services d'hébergement. Les informations collectées par les fichiers journaux comprennent les adresses de protocole Internet (IP), le type de navigateur, le fournisseur d'accès Internet (FAI), la date et l'heure, les pages de référence et de sortie, et éventuellement le nombre de clics. Ces données ne sont pas liées à des informations permettant d'identifier une personne. L'objectif de ces informations est d'analyser les tendances, d'administrer le site, de suivre les mouvements des utilisateurs sur le site et de recueillir des informations démographiques.",
    "privacy-policies-title" : "Politiques de Confidentialité",
    "privacy-policies-content" : "Vous pouvez consulter cette liste pour trouver la politique de confidentialité de chacun des partenaires publicitaires de nom. <br/> <br/> Les serveurs publicitaires ou réseaux publicitaires tiers utilisent des technologies telles que les cookies, JavaScript ou Pixel Espion qui sont utilisés dans leurs publicités et liens respectifs qui apparaissent sur @name, qui sont envoyés directement au navigateur des utilisateurs. Ils reçoivent automatiquement votre adresse IP lorsque cela se produit. Ces technologies sont utilisées pour mesurer l'efficacité de leurs campagnes publicitaires et/ou pour personnaliser le contenu publicitaire que vous voyez sur les sites web que vous visitez. <br/> <br/> Notez que @name n'a aucun accès ou contrôle sur ces cookies qui sont utilisés par des annonceurs tiers.",
    "privacy-third-title" : "Politiques de Confidentialité des Tiers",
    "privacy-third-content" : "La politique de confidentialité de @name ne s'applique pas aux autres annonceurs ou sites web. Nous vous conseillons donc de consulter les politiques de confidentialité respectives de ces serveurs publicitaires tiers pour obtenir des informations plus détaillées. Il peut inclure leurs pratiques et des instructions sur la manière de refuser certaines options. <br/> <br/> Vous pouvez choisir de désactiver les cookies par le biais des options de votre navigateur individuel. Pour connaître des informations plus détaillées sur la gestion des cookies avec des navigateurs web spécifiques, vous pouvez les trouver sur les sites web respectifs des navigateurs.",
    "privacy-children-title" : "Informations pour les Enfants",
    "privacy-children-content" : "Une autre partie de notre priorité est d'ajouter la protection des enfants lorsqu'ils utilisent Internet. Nous encourageons les parents et les tuteurs à observer, participer et/ou surveiller et guider leur activité en ligne. <br/> <br/> Si vous pensez que votre enfant a fourni ce type d'informations sur notre site web, nous vous encourageons vivement à nous contacter immédiatement et nous ferons de notre mieux pour supprimer rapidement ces informations de nos dossiers.",
    "privacy-online-title" : "Politique de Confidentialité en Ligne Uniquement",
    "privacy-online-content" : "Notre politique de confidentialité s'applique uniquement à nos activités en ligne et est valable pour les visiteurs de notre site web en ce qui concerne les informations qu'ils ont partagées et/ou collectées dans @name. Cette politique n'est pas applicable aux informations collectées hors ligne ou via des canaux autres que ce site web.",
    "privacy-consent-title" : "Consentement",
    "privacy-consent-content" : "En utilisant notre site web, vous consentez par la présente à notre politique de confidentialité et acceptez ses conditions.",

    "emails-start" : "Bonjour, <br/> <br/> ",
    "emails-end" : " <br/> <br/> Cordialement, <br/> <br/> L'Équipe @name <br/> <br/> Pour vous désabonner, vous pouvez nous contacter via <a href=\"@link\"> notre site web </a> ou <a href=\"mailto:@email\"> par email. </a>",

    "emails-contact-title" : "Merci pour votre Message",
    "emails-contact-content" : "Nous avons bien reçu votre message. Pour rappel, celui-ci indiquait : <br/> <br/> @message <br/> <br/> Nous reviendrons vers vous dès que possible pour y répondre.",

    "emails-signUp-title" : "Bienvenue sur @name",
    "emails-signUp-content" : "Merci pour votre inscription sur @name. Vous pouvez dès maintenant <a href=\"@log-in\"> vous connecter </a> à votre compte avec vos identifiants : <br/> <br/> Adresse Email : @email <br/> Mot de Passe : @password <br/> <br/> Vous pouvez changer ces informations sur la page <a href=\"@settings\"> Paramètres </a> de votre compte.",

    "emails-reset-title" : "Changement de votre Mot de Passe",
    "emails-reset-content" : "Suite à votre demande, nous venons de réinitialiser votre mot de passe. Vous pouvez dès maintenant <a href=\"@log-in\"> vous connecter </a> à votre compte avec vos nouveaux identifiants : <br/> <br/> Adresse Email : @email <br/> Mot de Passe : @password <br/> <br/> Vous pouvez changer ces informations sur la page <a href=\"@settings\"> Paramètres </a> de votre compte."
}