{
    "project-name" : "Static",

    "title-error" : "Erreur",
    "title-home" : "Accueil",
    "title-news" : "Actualités",
    "title-contact" : "Contact",

    "navbar-home" : "Accueil",
    "navbar-news" : "Actualités",
    "navbar-contact" : "Contact",
    "navbar-language" : "Langue",

    "footer" : "Tous Droits Réservés",

    "home-main-title" : "Static",
    "home-main-subtitle" : "Accélérez le Développement de votre Projet Web",
    "home-main-content" : "Le développement d'un projet web est une longue étape, durant laquelle vous devez reprogrammer à nouveau les mêmes bases communes à tout site web. C'est une perte de temps inutile à chaque nouveau projet, mais qui reste une étape indispensable. Heureusement pour vous, il existe une solution : Static, le framework qui implémentera toutes ces briques de base à votre place. Cela vous permettra de vous concentrer sur ce qui compte le plus pour vous : La réussite de votre projet. Et pour cela, je vous propose de découvrir tout de suite en quoi ce framework va optimiser vos développements futurs.",
    "home-models-title" : "Modèles",
    "home-models-content" : "Tout projet web nécessite de se connecter et de manipuler une base de données. Pourtant, entre les différents environnements existants, et les nombreuses règles de sécurité, une simple connexion peut virer au cauchemar. Et c'est là que Static entre en jeu : En vous permettant de définir automatiquement vos environnements et en sécurisant toutes vos requêtes, vous ne verrez plus les bases de données de la même manière.",
    "home-views-title" : "Vues",
    "home-views-content" : "Le design est un point essentiel de votre site web, car il est lié au ressenti de vos visiteurs lors de leur navigation. Il est donc primordial d'avoir des pages claires, simplifiées et cohérente entre elles. Avec Static, vous pouvez unifier votre design en définissant un thème global, et paramétrer des composants partagés entre plusieurs pages.",
    "home-controllers-title" : "Contrôleurs",
    "home-controllers-content" : "Chaque requête effectuée vers votre site va impliquer des actions spécifiques. Que cela soit la récupération d'un article de blog, où l'authentification permettant accéder à une ressource protégée, ces règles doivent respecter une cohérence entre elles. Static simplifie cela en mettant à disposition des classes prêtes à l'emploi, que vous pourrez réutiliser et personnaliser selon vos besoins.",
    "home-requests-title" : "Requêtes",
    "home-requests-content" : "Toute application web doit être en mesure de gérer une API pour communiquer avec sa base de données. Static automatise cela en proposant des routes spécifiques, permettant de communiquer plus simplement avec la base de données.",
    "home-translate-title" : "Traductions",
    "home-translate-content" : "Votre site est utilisé à travers le monde entier, et vous avez besoin d'afficher son contenu en plusieurs langues ? Par défaut, Static permet de basculer simplement entre des textes en Anglais et en Français, tout en mémorisant la langue de chaque utilisateur. Mais vous pouvez également ajouter de nouvelles langues en quelques clics, et ainsi étendre votre popularité dans de nouveaux pays.",
    "home-emails-title" : "Emails",
    "home-emails-content" : "Vous souhaitez échanger régulièrement avec vos visiteurs, où les prévenir à chaque nouvelle publication ? Alors jetez un oeil au système d'emails de Static. Tout en étant pleinement intégré au reste de votre site, vous pourrez ainsi envoyer des emails sans rentrer dans des détails techniques. En vous adaptant bien sûr aux préférences et à la langue de chaque utilisateur.",
    "home-download" : "Téléchargez Static sur GitHub",

    "news-title" : "Actualités",
    "news-content" : "Vous voulez connaître les origines de Static ? Découvrir les prochaines fonctionnalités prévues ? Ou simplement avoir quelques conseils pour l'utiliser au mieux ? Cliquez simplement sur l'article qui vous intéresse, et apprenez-en plus sur votre framework de développement web favori.",
    "news-button" : "Lire cet Article",

    "article-published" : "Publié le",

    "contact-title" : "Contact",
    "contact-content" : "Vous souhaitez nous posez une question sur l'utilisation de Static ? Apporter votre aide dans son développement ? Ou simplement nous en remercier ? Utilisez le formulaire ci-dessous, et nous reviendrons vers vous le plus vite possible.",
    "contact-email" : "Adresse Email (steve@email.com)",
    "contact-message" : "Votre Message (J'aimerais vous demander si…)",
    "contact-submit" : "Envoyer",

    "emails-settings-header" : "MIME-Version : 1.0\nContent-type : text/html; charset=utf-8\nFrom : \"L'Équipe Static\" <hello@email.com>",
    "emails-settings-copy" : "MIME-Version : 1.0\nContent-type : text/html; charset=utf-8\nFrom : \"L'Équipe Static\" <hello@email.com>\nBcc : private@email.com",
    "emails-settings-footer" : " <br/> <br/> Cordialement, <br/> <br/> L'Équipe Static <br/> <br/> Pour vous désabonner, vous pouvez nous contacter via <a href=\"https://www.website.com\"> notre site web </a> ou <a href=\"mailto:hello@email.com\"> par email. </a> ",

    "emails-contact-title" : "Merci pour votre Message",
    "emails-contact-content" : "Bonjour, <br/> <br/> Merci pour votre message. Nous reviendrons vers vous dès que possible pour y répondre."
}